{
    "name":        "World 7",
    "terrainfile": "terrain.png",
    "itemfile":    "collectables.png",
    "binaryfile":  "map.npy",
    "startpos":    [41,30],
    "signs":       [
    [[39,23],"No Swimming"],
    [[63,39],"The stone circle"],
    [[141,26],"Summit: 96m above sea level"],
    [[73,59],"Private: keep out"],
    [[68,57],"Beware of the dog"],
    [[80,86],"No Fishing"],
    [[108,83],"Welcome to the docks"],
    [[121,92],"Dynamite store - Fire Hazard!"],
    [[102,110],"Deep, dark wood - Here Be Dragons!"],
    [[64,106],"An Englishman's home is his castle"]
    ],
    "pixies":       [
    [[50,50],["In the hollows you may wake. Which direction must you take?",
              "If you find that you're off track. Wolves and bears might attack.",
              "Here, I shall give you a clue; hold on to what is dear to you.",
              "It will make you run, it may make you cry; but be sure it won't make you die",
              "Follow me carefully, follow me higher. I will lead you to your heart's desire",
              "Follow me quietly, follow me lower. Tread carefully for I may make you slower",
              "Turn around and count to 3. Tell me what it is you see",
              "Bundles of happiness, oodles of joy. But your pile of gold, to dragons, will annoy",
              "Thy fate is near but never clear. Be it there or be it here?",
              "You have found, and hold the key, but where it fits, we will see",
              "Treasure isn't everything. If you are greedy; feel the sting",
              "Sit down by the water and sleep will come soon. Be sure not to drown in the lagoon" ,
              "Some dragons are good, some dragons are bad. Picking correctly will make you glad",
              "Have you seen the wolves today? I'm sure I hear them on their way",
              "Ask me thrice and pay the price",
              "Clever creature, you've gone the right way. You'll live to see another day",
              "My advice is quite plain. Ask me again",
              "'The grass is greener' they all say. But where you stand, the grass is grey",
              "Hold onto your clothes, hold onto your shoes. Hold onto anything that you choose",
              "Where the sunlight meets the ground. Special treats can be found",
              "I would not like to be in your position. But I will help you on your mission",
              "Listen well and listen clear. The end you seek is very near",
              "Look under the rocks, look under the trees. Look under the water, if you please",
              "Here's a test and here's a trial; can you make the dragon smile?",
              "The bears will bite, the bears will growl. Eating chocolate will save you now",
              "Where might it be if you can see me, but I can't see you when you stand next to me?",
              "Can you see the mist? asks I. I can't see the ground nor sky",
              "The weather today is so very pleasant. Agreed by all friend, foe, king or peasant",
              "You hurry along, lickety split. But beware you don't fall into a pit",
              "Whether you be friend or be you foe. To the West is where you must go",
              "You have found your progress has ceased. I suggest you travel East",
              "Follow the river right down to the mouth. This is the time to start heading South",
              "If you find that you cannot go forth. Then maybe it's best to try going North",
              "I hear the most happy sound. The jangling of coins that you have found",
              "Sleepy dragons are not at all fast. But still I think you should tiptoe past",
              "Dare you risk what lies ahead? You'll be of no use if you are dead",
              "The water sparkles, watch it glisten. I can tell you secrets if you listen",
              "Winding paths may cause you confusion. But I hope it's not a profusion",
              "A pack of wolves are on their way. I hope your possessions manage to stay",
              "A grassy gnoll, and a gnarly tree. What better landmarks could there be?"]]
    ]
}
